Repository: speaksStick/may_be_too_basic
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

# hello
source: hellow world
hi: हैलो वर्ल्ड
kn: ನಮಸ್ಕಾರ ಜಗತ್ತು

# mayBeTooBasic
source: May be too basic for you!
hi: हो सकता है कि यह आपके लिए बहुत बुनियादी हो!
kn: ನಿಮಗೆ ತುಂಬಾ ಮೂಲಭೂತವಾಗಿರಬಹುದು!

# addHabit
source: Add a Habit
hi: एक आदत जोड़ें
kn: ಒಂದು ಅಭ್ಯಾಸ ಸೇರಿಸಿ

source: Habit Name
hi: आदत का नाम
kn: ಅಭ್ಯಾಸದ ಹೆಸರು

source: Cancel
hi: रद्द करना
kn: ರದ್ದುಮಾಡು

source: Save
hi: बचाना
kn: ಉಳಿಸಿ

source: Habit description
hi: आदत विवरण
kn: ಅಭ್ಯಾಸ ವಿವರಣೆ

# pickColor
source: Pick a color!
hi: एक रंग चुनें!
kn: ಬಣ್ಣವನ್ನು ಆರಿಸಿ!

source: Streak Calendar
hi: स्ट्रीक कैलेंडर
kn: ಸ್ಟ್ರೀಕ್ ಕ್ಯಾಲೆಂಡರ್

source: Streak days
hi: लकीर के फकीर दिन
kn: ಸ್ಟ್ರೀಕ್ ದಿನಗಳು

source: Delete
hi: मिटाना
kn: ಅಳಿಸಿ

source: Edit
hi: संपादन करना
kn: ಸಂಪಾದಿಸು

source: Change Color
hi: रंग बदलें
kn: ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸಿ

# markDone
source: Mark as Done
hi: पूर्ण हुआ चिह्नित करें
kn: ಮುಗಿದಿದೆ ಎಂದು ಗುರುತಿಸಿ

# todayGoalAchieved
source: Today's Goal achieved
hi: आज का लक्ष्य प्राप्त हुआ
kn: ಇಂದಿನ ಗುರಿ ಸಾಧಿಸಲಾಗಿದೆ

source: Yet to achieve today's goal
hi: आज का लक्ष्य अभी हासिल करना बाकी है
kn: ಇಂದಿನ ಗುರಿಯನ್ನು ಇನ್ನೂ ಸಾಧಿಸಬೇಕಾಗಿದೆ

source: days Streak..
hi: दिनों की लकीर..
kn: ದಿನಗಳ ಸಾಲು..

source: Edit Description for
hi: के लिए विवरण संपादित करें
kn: ಇದಕ್ಕಾಗಿ ವಿವರಣೆಯನ್ನು ಸಂಪಾದಿಸಿ

source: day streak
hi: दिन की लकीर
kn: ದಿನದ ಗೆರೆ

source: Longest streak days:
hi: सबसे लम्बी लकीर वाले दिन:
kn: ಅತಿ ಉದ್ದದ ಸ್ಟ್ರೀಕ್ ದಿನಗಳು:
